{
    "page_header":"Información de la Data\n---------",
    "dataset_source":"La data proviene de una compania de telecomunicaciones en California en el Q2 2022.\nEl dataset fue sacado de [kaggle]('https://www.kaggle.com/datasets/shilongzhuang/telecom-customer-churn-by-maven-analytics').\n>\nLa columna County fue creada apartir de la data proveniente de [geographic.org]('https://geographic.org/streetview/usa/ca/') con el fin de segmentar los churned en regiones mas grandes.",
    "types_of_client":"\n#### Hay 3 tipos de clientes en el dataset:\n* **Stayed**:  Son los usuarios que se quedan en el servicio.\n* **Joined**:  Son los usuarios nuevos al servicio que se sumaron este cuatrimestre.\n* **Churned**: Son los usuarios que dejaron el servicio en este cuatrimestre.",
    "client_frequency":"### Frecuencia de cada tipo usuario en el dataset",
    "unique_title":"### Cantidad de usuarios unicos y forma del dataset",
    "unique_txt": "* **Clientes Unicos: {}**\n* **Shape: {}**",
    "null_amount":"### Cantidad de nulos en el dataset",
    "column_info":"### Info de cada columna\n* **Customer Status:** Si el cliente sigue en el servicio, se unió o lo dejó (churned)\n* **Churn Category:** La categoria del porque lo dejo (por ejemplo: Dissatisfaction, Competitor, etc). Es la mas importante de las 2 columnas.\n* **Churn Reason:** La razon especifica del cliente de por que dejo el servicio.\n* **Gender, Age, Married, Number of Dependents:** Datos personales de como es la persona , si esta casada o no y con cuanta gente vive.\n* **City, Zip Code, Latitude, Longitude, County:** En que parte del estado vive el cliente.\n* **Number of Referrals, Tenure in Months:** A cuanta gente le recomendo el servicio y cuantos meses lleva con el servicio (tenure)\n* **Offer, Phone Service, Multiple Lines, Avg Monthly Long Distance Charges:** El plan que el cliente esta usando , si opto por usar el servicio telefonico en su casa, si tiene multiples lineas telefónicas y el gasto mensual promedio en llamadas a larga distancia (si el cliente no esta subscripto al servicio telefonico el valor es 0)\n* **Internet Service, Internet Type, Avg Monthly GB Download:** Datos relacionados al servicio del internet, si no contrató el servicio de internet el tipo de internet  esta como nulo y los GBs promedio tendran un valor igual a 0.\n* **Online Security, Online Backup, Device Protection Plan, Premium Tech Support, Streaming TV, Streaming Movies, Streaming Music, Unlimited Data:** Indican si optaron o no por cada uno de esos servicios.\n* **Contract, Paperless Billing, Payment Method, Monthly Charge:** La forma y metodo de pago que eligio el cliente y cuanto se le cobra mensualmente.\n* **Total Charges, Total Refunds, Total Extra Data Charges, Total Long Distance Charges, Total Revenue:** Gastos y reembolsos totales. Total revenue indica cuanto gano la empresa con este cliente."        
}